Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zbierają się tu wszyscy mieszkańcy, minstrele oraz dostojni podróżnicy.
uk: Тут збираються всі місцеві жителі, менестрелі та видатні мандрівники.

source: Zbieram ludzi na bardzo niebezpieczną wyprawę. Znasz kogoś, kto mógłby się nadać?
uk: Я збираю людей для надзвичайно небезпечної експедиції. Може знаєш когось, хто міг би підійти?

source: Zbieram obiecujących łowców i wojowników z całej wyspy, albo by zabili to monstrum, albo ostatecznie udowodnili, że nie istnieje.
uk: Я збираю талановитих мисливців і воїнів з усього острова, щоб або вбити це чудовисько, або нарешті довести, що його не існує.

source: Zbieram różne cudeńka wyrzucane przez morze.
uk: Я збираю різні дива, які викидає море.

source: Zbieram się do tego zadania.
uk: Я збираюся з силами перед цим завданням.

source: Zbieram, co morze dało.
uk: Збираю те, що море дало.

source: Zbieranie trofeów
uk: Збір трофеїв

source: Zbierz cały gnój i wróć z nim do mnie. Tylko nie wywalaj mi go na kompost! Szkoda nawozu marnować.
uk: Збери весь гній і повертайся до мене з ним. Тільки не викидай його на гнійник! Це марна трата гною.

source: Zbierz krew
uk: Набрати крові

source: Zbierz wszystkie i sprawdź każdą. Ja zrobię to samo z tymi tutaj.
uk: Збери усі та перевір кожну. Я зроблю те саме з тими, що тут.

source: Zbierzcie się w okolicy małej winnicy i zaatakujcie, póki się nas nie spodziewają.
uk: Зберіться біля малого виноградника і атакуйте, поки вони нас не чекають.

source: Zbierzcie wszystko, co cenne i wynośmy się stąd.
uk: Зберіть все цінне і забираймося звідси.

source: Zbierzcie z ich ciał wszystko, co się da, a resztę zakopcie tak, żeby nikt już ich nie odnalazł.
uk: Зберіть все, що зможете, з їхніх тіл, а все інше закопайте так, щоб ніхто їх більше не знайшов.

source: Zbierzemy sprzęt i wyruszymy najszybciej, jak to możliwe. Będziemy czekać na miejscu jeśli coś znajdziemy.
uk: Ми зберемо наше спорядження і вирушимо якнайшвидше. Будемо чекати на місці, якщо щось знайдемо.

source: Zbierzmy wszystkich i wynośmy się stąd. Mamy to, po co przyszliśmy, nie powinniśmy ryzykować kolejnych żyć.
uk: Потрібно збирати всіх і забиратися звідси. Ми отримали те, за чим прийшли, не варто більше ризикувати життями.

source: Zbiory są dobre. Holdwig ma rękę do gospodarki. Jednak trzeba uważać, by zbytnio nie eksploatować ziemi, bo się wyjałowi. Będzie ją wtedy trzeba użyźniać i nawozić, a to dodatkowa praca i koszty.
uk: Врожай хороший. Гольдвіг добре господарює. Однак треба бути обережним, не експлуатувати землю надмірно, бо її родючість буде вичерпана. В цьому випадку ґрунт доведеться удобрювати, а це додаткова робота і витрати.

source: Zbir
uk: Головоріз

source: Zbożowa starka
uk: Зерновий туманник

source: Zbroja Rycerska
uk: Обладунок лицаря

source: Zbroja Rycerska (9000 SZ)
uk: Обладунок лицаря (9000 золотих)

source: Zbroja Straży Królewskiej
uk: Обладунок Королівської Гвардії

source: Zbroja kusznika straży
uk: Важкий обладунок вартового арбалетника

source: Zbroja szermierza Araxos
uk: Важкий обладунок мечника Араксосу

source: Zbroja szermierza straży
uk: Важкий обладунок вартового мечника

source: Zbroja wygląda, jak by miała się zaraz rozsypać, właśnie o to mi chodziło. Teraz powinienem sprawdzić, w jakim stanie są pancerze z magazynu.
uk: Обладунки виглядають так, ніби ось-ось розваляться, це саме те, чого я й хотів. Пора б перевірити стан решти спорядження на складі.

source: Zbroja wygląda, jak by miała się zaraz rozsypać. To uwiarygodni meldunek u Graysona.
uk: Обладунки виглядають так, ніби ось-ось розваляться. Це додасть правдивості до доповіді Грейсону.

source: Zbroja z Vardhal
uk: Обладунки з Вардхалу

source: Zbroja z pancerzy krabów
uk: Обладунок з крабових панцирів

source: Zbroja z pancerzy krabów (2200 SZ)
uk: Обладунок з крабових панцирів (2200 золотих)

source: Zbuntowany nowicjusz
uk: Бунтівний послушник

source: Zbutwiała kusza treningowa
uk: Зношений тренувальний арбалет

source: Zbutwiała lekka kusza
uk: Зношений легкий арбалет

source: Zbutwiała włócznia
uk: Зношений спис

source: Zbutwiałe deski na tych wszystkich lichych okrętach w naszym porcie.
uk: Прогнилі дошки на всіх цих старих кораблях у нашому порту.

source: Zbutwiały długi łuk
uk: Зношений довгий лук

source: Zbutwiały łuk tropiciela
uk: Зношений лук слідопита

source: Zbyt dobrze znają wyspę i jej mieszkańców. Nie mówiąc już o tym, że mało kto Południowców szanuje, to utrudniałoby im zdobywanie wpływów oraz informacji.
uk: Вони занадто добре знають острів і його мешканців. Не кажучи вже про те, що мало хто поважає південців, а це ускладнило б їм отримання впливу та інформації.

source: Zbyt długo czekałem na pomoc. Wreszcie wziąłem sprawy w swoje ręce!
uk: Я занадто довго чекав на допомогу. Нарешті я взяв справу в свої руки!

source: Zbyt długo tolerowałem na mojej wyspie tę norę bezprawia, którą Cortez urządził sobie na południowych bagnach.
uk: Занадто довго я терпів на своєму острові цю нору беззаконня, яку Кортез влаштував собі на південних болотах.

source: Zbyt długo zwlekałem z rozwiązaniem problemu. Podobno Holdwigowi udało się zyskać pełnię praw do winnicy.
uk: Я занадто довго зволікав із вирішенням проблеми. Судячи з усього, Гольдвігу вдалося домогтися повних прав на виноградник.

source: Zbyt wiele rzeczy tutaj nie pasuje...
uk: Забагато всього не сходиться...

source: Zbyt wielu, jak na mój gust. Na szczęście mam polecenie sprawdzać tylko tych, którzy tu włażą, a nie wyłażą.
uk: Занадто багато, як на мене. На щастя, мені наказано перевіряти лише тих, хто заходить, а не виходить.

source: Zbytnio się ociągałem ze spłaceniem długów Lutza, więc ten uznał, że chciałem go okraść. Dobrze by było nie pokazywać mu się więcej na oczy.
uk: Я надто довго тягнув з виплатою боргу Люца, тому він подумав, що я хочу його обікрасти. Буде на краще більше не показуватися йому на очі.

source: Zbytnio zbliżyłem się do jabłoni i instruktor natychmiast mi to wypomniał. Może następnym razem pójdzie mi lepiej.
uk: Я підійшов занадто близько до яблуні, і інструктор одразу ж зробив мені зауваження. Можливо, наступного разу вийде краще.

source: Zdaje mi się, że gdzieś taką mam, jednakże nie mogę ci jej tak po prostu dać. Musiałbyś na nią zapracować.
uk: Здається, у мене десь була така, але я не можу просто так віддати її тобі. Доведеться її заробити.

source: Zdaje się, że Darthe nie chce współpracować z Araxos ze względów osobistych. Muszę porozmawiać o tym z Adelardem.
uk: Здається, що Дарт не хоче працювати з Араксосом з особистих причин. Мені потрібно поговорити про це з Аделардом.

source: Zdaje się, że Ezekiel zwleka z opuszczeniem plaży. Podejdę do niego i sprawdzę, o co chodzi.
uk: Здається, Єзекіїль зволікає покидати пляж. Піду до нього і дізнаюся, в чому справа.

source: Zdaje się, że Lennart czegoś od ciebie chciał, pogadaj z nim.
uk: Здається, Ленарт щось хотів від тебе, поговори з ним.

source: Zdaje się, że Lorenzo chciał z tobą rozmawiać. Zgłoś się do niego!
uk: Здається, Лоренцо хотів поговорити з тобою. Відзвітуй йому!

source: Zdaje się, że Lucy mnie nie lubi. Nie wiem dokładnie, czemu, ale z jakiegoś powodu nie chce ze mną gadać, o sprzedaży towarów nie wspominając.
uk: Здається, Люсі я не подобаюсь. Не знаю точно, чому, але вона чомусь не хоче зі мною розмовляти, не кажучи вже про продаж товарів.

source: Zdaje się, że Ulryk ceni sobie twoje umiejętności.
uk: Здається, Ульрік цінує твої навички.

source: Zdaje się, że alkohol padł Gronowi na wzrok. Wkręciłem go, że postrzelił farmera, licząc na jakieś informacje o bełcie. Niestety, twierdzi, że nie wie niczego o bełtach na pełzacze, jednak na wszelki wypadek obejrzę, czym strzelał.
uk: Здається, алкоголь затуманив голову Грону. Я натякнув йому, що він застрелив фермера, сподіваючись отримати якусь інформацію про болт. На жаль, він стверджує, що нічого не знає про болти проти повзунів, проте я про всяк випадок погляну, чим він стріляє.

source: Zdaje się, że brakuje ci tu paru monet.
uk: Здається, тут не вистачає кількох монет.

source: Zdaje się, że chciałaby twojego powrotu. W końcu ci płaci, więc powinieneś wykonywać swoje obowiązki.
uk: Думаю, вона хотіла б, щоб ти повернувся. Зрештою, вона платить тобі, тож ти маєш виконувати свої обов'язки.

source: Zdaje się, że czeka mnie kolejna kilkumiesięczna przerwa od odwiedzin naszej kochanej 'stolicy'.
uk: Схоже, на мене чекає чергова кількамісячна перерва у відвідуванні нашої любої 'столиці'.

source: Zdaje się, że czeka nas wykład od Oktava. Chodźmy, lepiej mieć go za sobą.
uk: Схоже, на нас чекає догана від Октава. Ходімо. Краще покінчити з цим.

source: Zdaje się, że ktoś mnie wołał.
uk: Здається, мене хтось гукав.

source: Zdaje się, że las przy Małej Winnicy jest trochę bardziej niebezpieczny, niż twierdzą wytyczne. Nieumarli to widok, którego zdecydowanie się tutaj nie spodziewałem.
uk: Схоже, що ліс біля Малого виноградника трохи небезпечніший, ніж написано у посібнику. Нечисть – це не те, що я очікував тут побачити.

source: Zdaje się, że masz jakąś sprawę do obgadania z Lorenzo.
uk: Здається, тобі є що обговорити з Лоренцо.

source: Zdaje się, że masz pewnego zwiadowcę do odnalezienia.
uk: Наскільки я знаю, тобі потрібно знайти розвідника.

source: Zdaje się, że moja opowieść nie przypadła do gustu Balniemu. Muszę znaleźć kogoś innego do naprawienia sieci, ale wątpię, bym znalazł chętnego w Ustroni Żeglarza.
uk: Здається, моя розповідь не сподобалася Балні. Потрібно знайти когось іншого, хто б полагодив мені сітку, але я сумніваюся, що знайду когось охочого в Прихистку моряка.

source: Zdaje się, że młode węże morskie polubiły Bursztynowe Wybrzeże. Będzie trzeba wprowadzić poprawki do wytycznych tropicieli. Jedno miejsce odhaczone.
uk: Схоже, молоді хвилежери вподобали Бурштинове узбережжя. Доведеться внести корективи до керівництва слідопитів. Одне місце перевірено.

source: Zdaje się, że nie byłem pierwszy. Ten nie miał tyle szczęścia.
uk: Схоже, ми тут не перші. Йому не так пощастило.

source: Zdaje się, że nie doceniłem tych gryzoni. Jednak będę musiał się nimi jakoś zająć...
uk: Схоже, я недооцінював цих гризунів. Однак, доведеться якось про них подбати...

source: Zdaje się, że nie dokończyłem spraw z Osvaldem...
uk: Здається, я не завершив справи з Освальдом...

source: Zdaje się, że nie mam przy sobie złota...
uk: Здається, у мене немає при собі золота...

source: Zdaje się, że nie miał innego wyjścia.
uk: Здається, у нього не було іншого виходу.

source: Zdaje się, że nie miałeś na mnie czasu, prawda?
uk: Здається, у тебе немає на мене часу, так?

source: Zdaje się, że nie nauczę cię niczego więcej.
uk: Гадаю, мені більше нічого тебе навчити.

source: Zdaje się, że niedługo będziemy mogli je zebrać, tymczasem może znajdę dla ciebie jakieś dodatkowe zadanie.
uk: Незабаром збиратимемо врожай, а тим часом, думаю, я зможу знайти для тебе ще якесь завдання.

source: Zdaje się, że o czymś zapomniałeś. Mówiąc dokładnie, o pieniądzach.
uk: Здається, ти про дещо забув. Якщо точніше, то про гроші.

source: Zdaje się, że o rozsądek trudno w tym miejscu.
uk: Здається, що розум в цьому місці важко знайти.

source: Zdaje się, że po raz pierwszy w życiu przyjdzie mi kogoś śledzić. Oby to było jakieś ciekawe zajęcie.
uk: Здається, вперше в житті я буду за кимось стежити. Сподіваюся, це буде цікаве заняття.

source: Zdaje się, że powinien przejąć cię Garos, bo ja niczego więcej cię nie nauczę.
uk: Думаю, тобі краще звернутися до Гароса, бо я тебе більше нічому не навчу.

source: Zdaje się, że powinieneś teraz pracować, prawda?
uk: Здається, зараз ти маєш працювати, чи не так?

source: Zdaje się, że powinniśmy zakończyć wspominanie starych czasów, zanim orkowie zaatakują miasto.
uk: Схоже, нам варто припинити згадувати старі часи, поки орки не напали на місто.

source: Zdaje się, że przyszła pora na wspominanie starych czasów. Razem z Weigarem znowu pójdziemy na patrol. Mam się z nim spotkać o północy w koszarach.
uk: Здається, настав час згадати старі часи. Ми з Вейгаром знову йдемо на патрулювання. Я маю зустрітися з ним опівночі у казармах.

source: Zdaje się, że to bestia rzuciła się na niego. Zostawiłem go w lesie, żeby czekał na mój sygnał oznaczający oczyszczenie trasy. Nie doczekał się.
uk: Здається, це звір накинувся на нього. Я залишив його в лісі чекати мого сигналу, поки я розчищав дорогу. Він не дочекався.

source: Zdaje się, że to by było na tyle. Nie ma potrzeby, żebyś więcej umiał.
uk: Здається, цього достатньо. Більше тобі знати не треба.

source: Zdaje się, że to tyle. Nie nauczę cię niczego ponad to, co umiesz.
uk: Здається, це все. Я не навчу тебе нічого, окрім того, що ти вже знаєш.

source: Zdaje się, że to wszystko, w czym mogłeś mi pomóc. Teraz pozostaje tylko poczekać na faktyczne starcie!
uk: Здається, це все, чим ти можеш мені допомогти. Тепер залишається тільки дочекатися справжнього поєдинку!

source: Zdaje się, że wkrótce czekają nas arcytrudne próby zesłane przez Adanosa. Musimy być na nie gotowi.
uk: Здається, що ми ось-ось зіткнемося з надзвичайно важкими випробуваннями, посланими нам Аданосом. Ми повинні бути до них готові.

source: Zdaje się, że wojna pomału tu dociera. Chyba czeka mnie powtórka z tego, co ledwo dałem radę przetrwać w swojej ojczyźnie.
uk: Здається, війна повільно наближається до нас. Схоже, мені загрожує повторення того, що я ледве пережив у себе на батьківщині.

source: Zdaje się, że z 'Almanachu miar alchemicznych' wystaje jedna strona. Riordian musiał coś zostawić w księdze. Powinienem ją otworzyć.
uk: Мені здається, що з 'Альманаху алхімічних вимірювань' стирчить одна сторінка. Мабуть, Ріордіан щось залишив у книзі. Варто її прочитати.

source: Zdaje się, że zgodziłeś się wziąć udział w bardzo poważnej akcji, prawda?
uk: Здається, ти погодився взяти участь у дуже серйозній справі, чи не так?

source: Zdaje się, że zraziłem do siebie Grona. Raczej nic z niego nie wyciągnę.
uk: Здається, я розсердив Грона. Навряд чи мені вдасться щось з нього витягти.

source: Zdaje się, że zwierzęta przegonił polujący cieniostwór. Teraz muszę zdecydować, czy warto go budzić z drzemki...
uk: Схоже, звірів прогнав тінезвір. Тепер я маю вирішити, чи варто його будити...

source: Zdajemy sobie sprawę, że tak szybkie wprowadzenie zmian wymagałoby znacznego uszczuplenia zasobów finansowych straży.
uk: Ми розуміємо, що така швидка заміна вимагає значних фінансових витрат Варти.

source: Zdajesz sobie sprawę, ile kosztowało mnie zdobycie tego żelaza?
uk: Ти хоч уявляєш, скільки мені коштувало роздобути це залізо?

source: Zdajesz sobie sprawę, ilu ludzi nie dotarło przez ciebie do brzegu?
uk: Ти хоч уявляєш, скільки людей не дісталися до берега через тебе?

source: Zdajesz sobie sprawę, że czeladnikiem możesz być tylko u jednego mistrza?
uk: Ти ж розумієш, що учнем ти можеш бути тільки у одного майстра?

source: Zdajesz sobie sprawę, że gorzko tego pożałujesz?
uk: Ти усвідомлюєш, що гірко пошкодуєш про це?

source: Zdajesz sobie sprawę, że naraziłeś nas wszystkich?
uk: Ти розумієш, що наразив нас усіх на небезпеку?

source: Zdajesz sobie sprawę, że to drugie jest prawie niewykonalne.
uk: Ти ж розумієш, що останнє навряд чи можливо?

source: Zdaję sobie sprawę, że pragniesz zemsty, ale Lichwiarz ma dotrzeć do mnie żywy. Zrozumiano?
uk: Я розумію, що ти хочеш помститися, але Лихвар потрібен мені живим. Зрозуміло?

source: Zdaję sobie z tego sprawę.
uk: Я це усвідомлюю.

source: Zdania nie zmienię. Królewskie, to pazerne dziady, ot co.
uk: Я не зміню своєї думки. Люди Короля – це жадібні дикуни, ось що.

source: Zdaniem Cardena powinienem zdobyć mięso od miejscowego rzeźnika Remy'ego. Facet podobno nie przepada za obcymi, więc nie powinienem go denerwować. Chatę Remy'ego znajdę w centrum wioski, tuż obok kładki przez rzekę.
uk: За словами Кардена, я можу взяти м'ясо у місцевого м'ясника Ремі. Чоловік, здається, не любить незнайомців, тож мені не варто його дратувати. Хатину Ремі я знайду в центрі села, поруч з мостом через річку.

source: Zdaniem Markusa, ślady strażników prowadzą w kierunku pobliskiej kotlinki z jeziorem. Spróbuję tam ich poszukać.
uk: За словами Маркуса, сліди ведуть до найближчої долини з озером. Спробую пошукати їх там.

source: Zdarza mi się od czasu do czasu obić kilka parszywych gęb.
uk: Час від часу мені доводиться давати по морді кільком мерзотникам.

source: Zdarzenie Na Morzu - Stocznia
uk: Випадок у Морі – Корабельня

source: Zdarzyło ci się może stracić koło od swojego wozu?
uk: У тебе випадково не відвалилося колесо від воза?

source: Zdarzyło mi się pokonać kilka bestii tu i tam...
uk: Довелось здолати кількох звірів то тут, то там...

source: Zdarzyło mi się przegonić parę chrząszczy.
uk: Мені вдалося прогнати кількох м'ясних жуків.

source: Zdawało ci się.
uk: Тобі здалося.

source: Zdawało się, że ci wszyscy nieumarli jej słuchają. Mówię ci, jeszcze nigdy tak się nie bałem.
uk: Здавалося, що вся ця нечисть слухає її. Кажу тобі, мені ще ніколи не було так страшно.

source: Zdałem Helmudowi raport z mojej wyprawy. Był na tyle zadowolony, że zaoferował mi dodatkową pracę.
uk: Я доповів Хельмуду про свою вилазку. Він був настільки задоволений, що запропонував мені додаткову роботу.

source: Zdałem Helmudowi raport z mojej wyprawy. Był na tyle zadowolony, że zaoferował mi dodatkową pracę. Oby tym razem było to coś łatwiejszego.
uk: Я доповів Хельмуду про свою вилазку. Він був настільки задоволений, що запропонував мені додаткову роботу. Сподіваюсь, що цього разу буде щось легше.

source: Zdałem Roderichowi raport ze śledztwa. Myślę, że poruszyłem najważniejsze wątki. Po tym, gdy przedstawiłem zgromadzonym wszystkie dowody, sędzia oświadczył, że Ars jest niewinny zarzuconego mu czynu. Miejmy nadzieję, że dzięki temu wątek Wywrotowców zostanie sprawdzony przez władze, a Volker zgodnie z obietnicą pomoże mi w sprawie Jorna.
uk: Я доповів Родеріху про результати розслідування. Думаю, я висвітлив найважливіші моменти. Після того, як я надав всі докази, суддя оголосив, що Арс невинний у висунутих звинуваченнях. Сподіваюся, завдяки цьому влада перевірить версію диверсантів, а Волкер, як і обіцяв, допоможе мені у пошуках Йорна.

source: Zdałem Roderichowi raport ze śledztwa. Myślę, że poruszyłem najważniejsze wątki. Po tym, gdy przedstawiłem zgromadzonym wszystkie dowody, sędzia oświadczył, że Ars jest winny popełnionej zbrodni i ma zostać stracony. Wygląda na to, że władza w ogóle nie bierze pod uwagę udziału tajnej organizacji w zamachu.
uk: Я доповів Родеріху про результати розслідування. Думаю, я висвітлив найважливіші моменти. Після того, як я надав всі докази, суддя оголосив, що Арс винен у скоєному злочині та підлягає страті. Схоже, що влада взагалі не розглядає причетність таємної організації до замаху.

source: Zdałem Weigarowi raport z misji. Był ze mnie całkiem zadowolony i wręczył mi adekwatną zapłatę.
uk: Я доповів Вейгару про виконання завдання. Він був цілком задоволений мною і вручив мені достойну платню.

source: Zdałem raport Andreasowi. Mam odwiedzić go w najbliższym czasie w winnicy, by odebrać nagrodę. W międzyczasie mogę wrócić do Bradlocka i omówić co udało mi się osiągnąć.
uk: Я доповів про все Андреасу. Я маю відвідати його найближчим часом на винограднику, щоб забрати свою винагороду. Тим часом я можу повернутися до Бредлока та обговорити, чого мені вдалося досягти.

source: Zdałem raport Garosowi z całej misji i dostałem nagrodę za jej wykonanie. Moje notowania wśród tropicieli pewnie trochę wzrosły.
uk: Я доповів Гаросу про виконання завдання й отримав винагороду за його завершення. Тепер моя репутація серед слідопитів, ймовірно, дещо зросла.

source: Zdałem raport Lennartowi, który wyraził żal, że nie posłał mnie do Bermara zamiast tamtych chłopaków. W każdym razie, dostałem nagrodę, zadanie wykonane.
uk: Я доповів Ленарту, який пошкодував, що не відправив мене до Бермара замість хлопців. Так чи інакше, я отримав свою винагороду, завдання виконано.

source: Zdałem raport Lorenzo. Pogratulował mi moich zdolności oraz sprytu, a także wręczył nagrodę za wykonane zadanie.
uk: Я доповів Лоренцо. Він похвалив мене за мої навички та кмітливість і дав винагороду за виконане завдання.

source: Zdałem raport odnośnie przemytników. Lorenzo zgodnie z obietnicą zebrał informacje odnośnie mojego brata i przekazał je łowcom. Nie mam jednak zamiaru czekać na rezultaty ich pracy. Moim jedynym tropem jest Willem, przebywający na farmie Bermara. Może uda mi się z niego wyciągnąć jakieś informacje na temat faceta od znikania ludzi.
uk: Я доповів про контрабандистів. Лоренцо, як і обіцяв, зібрав інформацію про мого брата і передав її слідопитам. Однак я не маю наміру чекати на результати їхньої роботи. Моя єдина зачіпка – це Віллем, який перебуває на фермі Бермара. Можливо, мені вдасться витягти з нього якусь інформацію про хлопця, що займається викраденням людей.

source: Zdałem relację ze zwiadu w kryjówce przemytników. Plan Adelarda jest prosty. Ruszamy do środka, wywalamy drzwi z kopniaka, zabijamy wszystkich przemytników w pierwszym pomieszczeniu. Później ja i Caramon biegniemy użyć dźwigni, by odblokować dalszą drogę.
uk: Я доповів про розвідку схованки контрабандистів. План Аделарда простий. Ми заходимо всередину, вибиваємо двері з ноги, вбиваємо всіх контрабандистів у першій кімнаті. Потім ми з Карамоном біжимо до важеля, щоб відчинити шлях вперед.

source: Zdałem sobie sprawę, że zapomniałem o prośbie Finji.
uk: Я згадав, що забув про прохання Фіньї.

source: Zdechniesz w tych kanałach tak samo jak twój szef.
uk: Ти помреш у цій каналізації, так само як і твій шеф.

source: Zdecydowanie potrzebujemy więcej wojowników. Walka na placu jasno pokazała, że nawet z pomocą Adanosa możemy nie poradzić sobie z tymi przeklętymi nieumarłymi.
uk: Нам однозначно потрібно більше бійців. Битва на площі наочно показала, що навіть з допомогою Аданоса ми можемо не впоратися з цією проклятою нечистю.

source: Zdecydowanie przyda ci się coś, co pomoże ci się ochronić przed ciosami tych doświadczonych wojowników.
uk: Тобі обов'язково знадобиться щось, що допоможе захиститися від ударів цих досвідчених воїнів.

source: Zdecydowanie wolę pracować głową.
uk: Я віддаю перевагу працювати головою.

source: Zdecydowanie za mało ognistego ziela, ale i tak jest pyszne. A do tego jakie orzeźwiające...
uk: Однозначно не вистачає вогняної трави, але все одно смачно. До того ж, як освіжає...

source: Zdecydowanie, dzięki.
uk: Звичайно, дякую.

source: Zdecydowanie. Przy jednym z nich znalazłem list, który to potwierdza.
uk: Абсолютно. Я знайшов лист у одного із них, який це підтверджує.

source: Zdecydowałem nie wtrącać się w sprawy Fabio.
uk: Я вирішив не втручатися у справи Фабіо.

source: Zdecydowałem się pomóc Einarowi z jego zadaniem. Mam pójść za nim do innej części pracowni.
uk: Я вирішив допомогти Ейнару. Мені слід піти за ним в іншу частину майстерні.

source: Zdecydowałem się powiedzieć prawdę o niedźwiedziu Baesa. Nie przyjął tego zbyt dobrze i rzucił się na mnie. Wątpię, by chciał jeszcze kiedyś ze mną współpracować.
uk: Я вирішив розповісти правду про ведмедя Байса. Йому це не дуже сподобалося і він накинувся на мене. Сумніваюсь, що він коли-небудь захоче зі мною мати справу.

source: Zdecydowałem się powiedzieć prawdę o niedźwiedziu Baesa. Nie przyjął tego zbyt dobrze i rzucił się na mnie. Wątpię, by chciał jeszcze ze mną współpracować. Pora wracać do Arethe.
uk: Я вирішив розповісти правду про ведмедя Байса. Йому це не сподобалося, і він накинувся на мене. Сумніваюся, що він захоче ще коли-небудь зі мною співпрацювати. Час повертатися до Арета.

source: Zdecydowałem się przyjąć propozycję Pablo. Teraz muszę zejść z nim do kanałów, by dostać się do skrytki z cennymi towarami przemytników.
uk: Я вирішив прийняти пропозицію Пабло. Тепер я маю спуститися з ним у каналізацію, щоб дістатися до схованки контрабандистів з цінними товарами.
